const slides = [
  {
    text: "يعتبر البحث عن الوظيفة المثالية مسعى مرهق، خاصةً عندما تسعى للعثور على الدور المنشود في بيئة عمل مثالية. لذا، قمنا في منصتنا بتبسيط هذه العملية لك. بدلاً من أن تجهد نفسك في البحث والتنقل بين المدن لإيجاد الوظيفة المناسبة، نحن نجلب الفرص إليك. كل ما عليك فعله هو تقديم بياناتك وسيرتك الذاتية، ومن ثم نتولى نحن مهمة البحث بالنيابة عنك لإيجاد الوظيفة التي تناسب مؤهلاتك وطموحاتك بخطوات سهلة وفعالة",
    audioSrc: "https://alsallum.s3.eu-north-1.amazonaws.com/jobAudio.mp3",
    label: "استمع إلى طريقة التوظيف: في ٣٠ - ٦٠ ثانية ",
  },
  {
    text: "ايجاد المواهب الطبية صعب ولهذا سهلناها على المستشفيات وصنعنا المنصة الامثل لصنع التغيير",
    audioSrc:
      "https://myenglevel.s3.me-south-1.amazonaws.com/dalilk-intermediate_08.mp3",
    label: "استمع إلى طريقة التوظيف: ",
  },
  {
    text: "ايجاد المواهب الطبية صعب ولهذا سهلناها على المستشفيات وصنعنا المنصة الامثل لصنع التغيير",
    audioSrc:
      "https://myenglevel.s3.me-south-1.amazonaws.com/dalilk-intermediate_12.mp3",
    label: "استمع إلى الأساسيات: الجلسة من ٢ - ٥دقائق",
  },
  {
    text: "ايجاد المواهب الطبية صعب ولهذا سهلناها على المستشفيات وصنعنا المنصة الامثل لصنع التغيير",
    audioSrc:
      "https://myenglevel.s3.me-south-1.amazonaws.com/dalilk-intermediate_08.mp3",
    label: "استمع إلى الأساسيات: الجلسة من ٢ - ٥دقائق",
  },
  {
    text: "ايجاد المواهب الطبية صعب ولهذا سهلناها على المستشفيات وصنعنا المنصة الامثل لصنع التغيير",
    audioSrc:
      "https://myenglevel.s3.me-south-1.amazonaws.com/dalilk-intermediate_12.mp3",
    label: "استمع إلى الأساسيات: الجلسة من ٢ - ٥دقائق",
  },
];

export default slides;
